{
  "skenario": [
    {
      "id": "S1_proctor_ai",
      "judul": "Ujian Online dengan Proctor AI",
      "ringkasan": "Mahasiswa mengikuti ujian online yang diawasi proctor AI; sistem menandai gerakan 'mencurigakan' karena lag dan kondisi teknis, menimbulkan rasa tidak adil dan ancaman hukuman.",
      "narasi": "Selama UAS daring, kampus mewajibkan semua mahasiswa menggunakan aplikasi proctoring berbasis AI dengan kamera dan mikrofon menyala terus. Raka, mahasiswa semester 3, ujian dari kamar kos yang sempit dan koneksi internet tidak stabil. Di tengah ujian, koneksi beberapa kali putus sehingga gambar tersendat. Setelah ujian, ia mendapat email bahwa ujiannya sedang diselidiki karena sistem mendeteksi 'gerakan mencurigakan' dan 'perubahan pola suara latar'. Raka panik: ia merasa diperlakukan seperti tertuduh tanpa penjelasan tentang algoritme, kriteria kecurigaan, dan cara membela diri.",
      "sudut_pandang_mahasiswa": "Raka merasa dianggap curang duluan oleh mesin, ruang privatnya diambil alih kamera, dan tidak punya posisi tawar untuk menjelaskan kondisi teknis. Ia cemas nilainya dibatalkan dan merasa tidak ada transparansi.",
      "poin_etika": [
        "Proporsionalitas pengawasan dan batas wajar masuk ke ruang privat mahasiswa.",
        "Bias dan akurasi algoritme proctoring terhadap kondisi teknis dan variasi perilaku.",
        "Hak atas proses yang adil dan mekanisme banding yang jelas.",
        "Alternatif desain penilaian yang tidak harus memakai pengawasan invasif."
      ],
      "pertanyaan_refleksi": [
        "Bagian mana dari proses ujian seperti ini yang paling membuatmu merasa kehilangan kendali atas ruang dan tubuhmu?",
        "Kalau kamu boleh mengusulkan bentuk ujian lain, seperti apa yang tetap menjaga kejujuran tapi tidak se-invasif ini?"
      ]
    },
    {
      "id": "S2_chatgpt_tugas",
      "judul": "Menggunakan ChatGPT untuk Tugas di Tengah Kebijakan Abu-Abu",
      "ringkasan": "Mahasiswa memakai ChatGPT untuk membantu tugas ketika kebijakan kampus tentang AI belum jelas; muncul kecemasan soal integritas akademik dan keadilan.",
      "narasi": "Di kampus, sebagian dosen melarang penggunaan AI untuk tugas, sebagian membolehkan dengan syarat, dan sebagian lagi diam saja. Nadia, mahasiswa semester 5, mengalami dua pendekatan berbeda di dua mata kuliah. Di satu mata kuliah, dosen dengan jelas membolehkan AI untuk brainstorming tapi melarang copy-paste. Di mata kuliah lain, tidak ada penjelasan. Nadia memakai ChatGPT untuk menyusun outline dan beberapa paragraf, lalu mengedit sendiri. Beberapa minggu kemudian, kampus mengumumkan lonjakan kasus pelanggaran akademik terkait AI dan rencana menyusun kebijakan baru. Nadia cemas: apakah ia sudah melanggar, padahal sejak awal aturan tidak jelas?",
      "sudut_pandang_mahasiswa": "Nadia merasa terjebak di area abu-abu, ingin tetap belajar dengan jujur tapi juga tidak ingin tertinggal jika orang lain memanfaatkan AI lebih agresif. Ia takut tiba-tiba dituduh curang tanpa pernah diberi panduan yang jelas.",
      "poin_etika": [
        "Kebutuhan akan kebijakan AI yang transparan dan adil di kampus.",
        "Perbedaan antara AI sebagai partner belajar versus pengganti berpikir.",
        "Dimensi keadilan ketika akses dan literasi AI tidak merata di antara mahasiswa.",
        "Pelibatan suara mahasiswa dalam merumuskan pedoman penggunaan AI."
      ],
      "pertanyaan_refleksi": [
        "Selama ini kamu lebih sering memakai AI sebagai alat bantu berpikir atau sebagai pengganti menulis?",
        "Jika kamu diminta membantu dosen menyusun panduan penggunaan AI, tiga aturan apa yang akan kamu usulkan?"
      ]
    },
    {
      "id": "S3_absensi_biometrik",
      "judul": "Absensi dan Akses Kampus dengan Face Recognition",
      "ringkasan": "Kampus mengganti sistem absensi menjadi pemindai wajah; mahasiswa menikmati kepraktisan tapi khawatir soal penyimpanan dan penyalahgunaan data biometrik.",
      "narasi": "Universitas mengumumkan sistem baru: absensi kuliah dan akses ke beberapa gedung memakai pemindai wajah. Mahasiswa harus mendaftarkan foto wajah di awal semester dan berdiri di depan kamera untuk dicocokkan setiap masuk kelas. Laila, mahasiswa baru, merasa sistem ini praktis. Namun setelah membaca berita tentang penyalahgunaan face recognition dan kebocoran data di tempat lain, ia mulai khawatir. Ia tidak tahu data wajahnya disimpan di mana, oleh siapa, untuk tujuan apa saja, berapa lama, dan apakah bisa dihapus setelah lulus.",
      "sudut_pandang_mahasiswa": "Laila berada di posisi campuran: nyaman dengan kepraktisan, tetapi takut data wajahnya bocor atau dipakai di luar kontrol. Ia merasa tidak benar-benar punya pilihan, karena absensi penting untuk kelulusan.",
      "poin_etika": [
        "Data biometrik sebagai data sangat sensitif yang sulit diganti jika bocor.",
        "Persetujuan yang bermakna vs persetujuan yang dipaksa karena wajib.",
        "Proporsionalitas penggunaan teknologi canggih untuk tugas sederhana seperti absensi.",
        "Hak mahasiswa untuk mengetahui, mengakses, dan meminta penghapusan data biometriknya."
      ],
      "pertanyaan_refleksi": [
        "Apa perbedaan pengalaman menurutmu antara menandatangani daftar hadir dan memindai wajah di kamera?",
        "Informasi apa saja yang kamu butuhkan dari kampus sebelum bisa merasa nyaman menyerahkan data biometrik?"
      ]
    },
    {
      "id": "S4_lms_tracking",
      "judul": "LMS dan Aplikasi Kampus yang Diam-diam Melacak",
      "ringkasan": "Platform LMS dan aplikasi kampus yang direkomendasikan pemerintah ternyata mengandung tracker yang memantau siswa di luar konteks belajar; mahasiswa merasa menjadi produk data.",
      "narasi": "Kampus mengadopsi berbagai platform pembelajaran yang direkomendasikan pemerintah selama pandemi. Mahasiswa wajib mengerjakan tugas, kuis, dan ujian di sana, kadang harus menginstal aplikasi tambahan di perangkat pribadi. Beberapa tahun kemudian, laporan dari organisasi hak asasi mengungkap bahwa banyak produk EdTech yang digunakan di berbagai negara mengandung tracker yang memantau anak dan pelajar jauh di luar jam dan konteks pembelajaran, serta mengirim data ke pihak ketiga untuk kepentingan komersial. Fajar, mahasiswa di kampus tersebut, mulai memperhatikan bahwa iklan di media sosialnya terasa sangat mirip dengan materi yang ia akses di LMS. Ia merasa bukan cuma 'mahasiswa' tetapi juga 'produk data' yang diperdagangkan.",
      "sudut_pandang_mahasiswa": "Fajar merasa dikhianati karena platform yang diframing sebagai solusi pendidikan ternyata melanggar privasi. Ia bingung membedakan fitur yang perlu untuk belajar dan fungsi tersembunyi untuk kepentingan bisnis.",
      "poin_etika": [
        "Prinsip bahwa pelajar bukan produk; teknologi pendidikan tidak boleh mengeksploitasi data siswa.",
        "Pembatasan tujuan pemrosesan data: data belajar tidak boleh dimanfaatkan untuk iklan atau tujuan komersial lain.",
        "Tanggung jawab pemerintah dan kampus dalam memilih produk EdTech yang menghormati hak digital.",
        "Dampak jangka panjang profiling siswa terhadap kesempatan hidup mereka."
      ],
      "pertanyaan_refleksi": [
        "Pernahkah kamu merasa isi iklan atau rekomendasi kontenmu sangat mirip dengan materi yang kamu akses untuk kuliah?",
        "Kalau kamu bisa menulis satu prinsip wajib untuk semua platform pendidikan yang dipakai kampus, prinsip apa yang akan kamu tulis?"
      ]
    },
    {
      "id": "S5_detektor_ai",
      "judul": "Detektor AI dan Tuduhan Curang",
      "ringkasan": "Tugas mahasiswa ditandai detektor AI dengan skor tinggi; dosen meminta ulang tanpa proses klarifikasi, memicu rasa tidak adil.",
      "narasi": "Rina menulis esai dengan gaya bahasa yang rapi karena ia terbiasa menulis artikel. Dosen mengunggah semua esai ke alat deteksi AI, dan hasilnya menunjukkan skor 92 persen AI untuk tulisan Rina. Tanpa diskusi, dosen meminta Rina menulis ulang dan memberi catatan bahwa ia terindikasi melanggar integritas akademik. Rina kaget dan merasa diperlakukan seperti bersalah sebelum diberi kesempatan menjelaskan proses menulisnya.",
      "sudut_pandang_mahasiswa": "Rina merasa reputasinya dirusak oleh alat yang tidak transparan. Ia bingung bagaimana membuktikan bahwa tulisannya asli jika kampus hanya melihat skor detektor.",
      "poin_etika": [
        "Risiko false positive dari detektor AI dan dampaknya terhadap mahasiswa.",
        "Kebutuhan proses klarifikasi dan mekanisme banding yang adil.",
        "Transparansi cara kampus menggunakan alat deteksi AI.",
        "Perlindungan hak mahasiswa atas proses akademik yang adil."
      ],
      "pertanyaan_refleksi": [
        "Bukti proses apa yang bisa membantu mahasiswa ketika dituduh menggunakan AI?",
        "Apakah kampusmu punya pedoman jelas tentang penggunaan detektor AI?"
      ]
    },
    {
      "id": "S6_chatbot_kampus",
      "judul": "Chatbot Kampus yang Meminta Data Sensitif",
      "ringkasan": "Chatbot layanan akademik kampus meminta NIM, nilai, dan keluhan pribadi; mahasiswa ragu soal keamanan dan akses data.",
      "narasi": "Kampus meluncurkan chatbot akademik untuk konsultasi akademik dan bantuan administratif. Untuk memulai, mahasiswa diminta memasukkan NIM, daftar nilai terakhir, dan alasan ingin konsultasi. Dito ingin bertanya soal cuti kuliah karena masalah keuangan, tapi ragu menulis detailnya ke chatbot. Ia tidak tahu apakah percakapan itu disimpan, siapa yang bisa mengaksesnya, dan berapa lama data tersebut berada di server vendor.",
      "sudut_pandang_mahasiswa": "Dito butuh bantuan, tetapi takut data sensitifnya bocor atau digunakan di luar konteks konsultasi. Ia merasa tidak punya pilihan lain karena chatbot adalah kanal utama.",
      "poin_etika": [
        "Minimisasi data dan batas kebutuhan informasi pada layanan AI kampus.",
        "Transparansi kebijakan penyimpanan dan akses log percakapan.",
        "Hak mahasiswa atas privasi, terutama untuk isu sensitif.",
        "Kewajiban kampus memastikan kanal aman sebelum mewajibkan penggunaan."
      ],
      "pertanyaan_refleksi": [
        "Data apa saja yang seharusnya tidak diminta chatbot kampus?",
        "Bagaimana kampus bisa memastikan mahasiswa merasa aman saat konsultasi?"
      ]
    },
    {
      "id": "S7_ai_lms",
      "judul": "Asisten AI Penulisan di LMS",
      "ringkasan": "Kampus memasang asisten AI penulisan di LMS; mahasiswa tertolong, tetapi khawatir draf mereka disimpan vendor.",
      "narasi": "LMS kampus kini punya fitur asisten AI untuk membantu menulis tugas. Banyak mahasiswa terbantu karena bisa mendapat saran struktur dan perbaikan bahasa. Namun, di Terms of Service tertulis bahwa prompt dan output dapat disimpan untuk peningkatan layanan. Sari ragu menggunakan fitur ini untuk draf skripsinya karena takut ide dan tulisannya disimpan pihak ketiga tanpa kontrol.",
      "sudut_pandang_mahasiswa": "Sari ingin memanfaatkan teknologi, tetapi merasa belum ada kepastian soal privasi dan kepemilikan karya. Ia takut drafnya dipakai di luar izin.",
      "poin_etika": [
        "Kepemilikan karya mahasiswa dan perlindungan hak cipta.",
        "Retensi data dan penggunaan data untuk pelatihan model.",
        "Kebutuhan consent yang jelas dan opsi opt-out.",
        "Keseimbangan manfaat fitur dengan risiko privasi."
      ],
      "pertanyaan_refleksi": [
        "Informasi apa yang seharusnya diumumkan kampus sebelum meluncurkan fitur AI seperti ini?",
        "Apakah kamu akan memakai fitur ini untuk tugas penting? Mengapa?"
      ]
    },
    {
      "id": "S8_ai_rekomendasi",
      "judul": "Rekomendasi AI untuk Mata Kuliah dan Beasiswa",
      "ringkasan": "Sistem AI memberi rekomendasi KRS dan beasiswa; mahasiswa mengikuti saran, tetapi hasilnya tidak sesuai kebutuhan.",
      "narasi": "Kampus memperkenalkan sistem AI yang memberi rekomendasi mata kuliah dan peluang beasiswa berdasarkan data akademik. Bagus mengikuti rekomendasi AI dan mengambil paket mata kuliah yang ternyata terlalu berat karena ia juga bekerja paruh waktu. Nilainya turun, dan ia merasa keputusan itu diambil karena terlalu percaya pada sistem. Saat protes, tidak ada penjelasan tentang bagaimana rekomendasi dibuat.",
      "sudut_pandang_mahasiswa": "Bagus merasa keputusan pentingnya terlalu dipengaruhi rekomendasi mesin. Ia bingung siapa yang bertanggung jawab ketika saran AI ternyata tidak cocok.",
      "poin_etika": [
        "Akuntabilitas ketika rekomendasi AI berdampak pada keputusan akademik.",
        "Kebutuhan penjelasan (explainability) agar mahasiswa bisa menilai saran.",
        "Risiko bias jika data tidak mencerminkan kondisi nyata mahasiswa.",
        "Pentingnya peran manusia dalam pengambilan keputusan akhir."
      ],
      "pertanyaan_refleksi": [
        "Seberapa jauh rekomendasi AI seharusnya memengaruhi keputusan akademikmu?",
        "Apa peran dosen wali atau konselor dalam menyeimbangkan saran AI?"
      ]
    }
  ]
}
